Public Attributes | List of all members
API_OverriddenSurfaceType Struct Reference
Graphic Overrides
Describes the surface types to be overridden. More...
#include <APIdefs_Environment.h>
 Public Attributes
 bool  | overrideCutSurface
Specifies if cut surfaces should be overridden.
 bool  | overrideUncutSurface
Specifies if uncut surfaces should be overridden.
Detailed Description
Describes the surface types to be overridden.